[Lang]
	Name=Russian (Русский)
	TranslatorName=Romeo91
	TranslatorURL=www.adia-project.net
	ID=0419;0819;0019
	Version=3.9.20
	Date=20/09/2012
	Charset=1251

'Support Locale IDs (LCID) by this language file
'	0019: Russian
'	0419: Russian (Russia)
'	0819: Russian (Moldova)

'Значения поддерживают esc-последовательности \n \r \t

[frmMain]
	frPanelLV=Список найденных драйверов устройств
	frBackup=Создание резервной копии выбранных драйверов
	frGroup=Выделение группы драйверов
	mnuOptions=Параметры
	mnuMainAbout=Справка
	mnuLinks=Ссылки
	mnuHistory=История изменения
	mnuHelp=Справка по работе
	mnuOsZoneNet=Обсуждение программы на OsZone.net
	mnuHomePage=Посетить домашнюю страницу
	mnuHomePageForum=Форум программы
	mnuCheckUpd=Проверить обновление программы
	mnuDonate=Помочь проекту...
	mnuLicence=Лицензионное соглашение...
	mnuAbout=О программе...
	mnuModulesVersion=Модули...
	mnuMainLang=Язык
	mnuLangStart=Использовать выбранный язык при запуске (отмена автовыбора)
	mnuReCollectHWID=Обновить конфигурацию оборудования
	cmdCheckAll=Выделить всё
	cmdUnCheckAll=Снять выделение
	cmdBreak=Прервать
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Все
	optGrp4=Ни одного
	chkLiveOnly=Only Live-Drivers
	chkHideOther=Скрыть все кроме выбранной группы
	chkCheckAll=Выделять всю группу при выборе
	cmdStartBackUp=Создать резервную копию
	lblTypeBackUp=Тип резервной копии
	cmbListTypeBackupElement1=Структурированная папка с драйверами
	cmbListTypeBackupElement2=7z-архив с драйверами
	cmbListTypeBackupElement3=7zSFX-архив с автоустановкой через DPInst
	TableHeader1=* Наименование устройства *
	TableHeader2=* Дата *
	TableHeader3=* Версия *
	TableHeader4=* Производитель *
	TableHeader5=* Класс драйвера *
	TableHeader6=* Код класса *
	TableHeader7=* Inf *
	TableHeader8=* Секция *
	TableHeader9=* HWID *
	TableHeader10=* ID Класса драйвера *
	frArchName=Имя архива
	optArchNamePC=Имя компьютера
	optArchModelPC=Модель компьютера
	optArchCustom=Польз. шаблон
	lblWait=Пожалуйста, подождите! Идет обновление конфигурации оборудования...

[frmAbout]
	frmAbout=О программе... 
	cmdDonate=Помочь проекту...
	cmdLicence=Лицензионное соглашение
	cmdSoftGetNet=Посетить сайт программы
	cmdHomePage=Домашняя страница
	cmdOsZoneNet=Обсуждение на OsZone.Net
	cmdCheckUpd=Обновление...
	cmdExit=Закрыть
	lblMailTo=Написать E-mail автору программу
	lblInfo=Данная программа предназначена для создания резервных копий драйверов устройств. Программа также находит драйвера для неживых "устройств". Программа умеет создавать 7z-архивы, которые в дальнейшем могут быть использованы как пакеты драйверов в программе Drivers Installer Assistant.
	mnuContextLink1=Сайт
	mnuContextLink2=Форум

[frmLicence]
	frmLicence=Лицензионное соглашение
	chkAgreeLicence=Я принимаю условия соглашения
	cmdOK=Принять
	cmdExit=Закрыть

[frmCheckUpdate]
	frmCheckUpdate=Обновление: Обнаружена новая версия программы
	cmdUpdate=Скачать обновление
	cmdUpdateFull=Скачать дистрибутив
	cmdHistory=История изменений
	cmdDonate=Помочь проекту
	cmdExit=Закрыть
	lblVersion=Последняя версия программы
	frDescription=Обозначения в истории изменений:
	lblDescription1=" - " - Исправление ошибок в программе
	lblDescription2=" * " - Косметические изменения
	lblDescription3=" + " - Расширение функционала
	lblDescription4=" ! " - Важные примечания
	lblWait=Идет загрузка данных с официального сайта. Пожалуйста, подождите....
	lblVersionList=Список изменения для версии

[frmDonate]
	frmDonate=Помочь проекту
	cmdExit=Закрыть

[frmOSEdit]
	frmOSEdit=Редактирование записи
	lblOSVer=Версия ОС 
	lblPathDRP=Путь до каталога с пакетами драйверов
	chk64bit=Драйвера для 64-битной ОС
	cmdOK=Применить
	cmdExit=Закрыть

[frmOptions]
	frmOptions=Настройки программы
	cmdOK=Сохранить изменения
	cmdExit=Выход без сохранения
	frOptions=Настройки
	ItemOptions1=Основные настройки
	ItemOptions2=Поддерживаемые ОС
	ItemOptions3=Рабочие утилиты
	ItemOptions4=Имя архива
	ItemOptions5=Оформление программы
	ItemOptions6=Параметры запуска DPInst
	ItemOptions7=Отладочный режим
	frMain=Основные настройки программы
	lblOptionsStart=Действия при запуске программы
	chkUpdate=Проверять обновление программы
	chkUpdateBeta=Проверять на наличие beta-версий программы.
	chkHideOtherProcess=Запускать внешние процессы скрытыми
	lblOptionsTemp=Работа с временными файлами
	chkTempPath=Каталог временных файлов
	chkRemoveTemp=Удалять созданные временные файлы при выходе
	lblDebug=Настройки отладочного режима
	chkDebug=Отладочный режим включен
	chkRemoveHistory=Удалять старый лог-файл при запуске программы
	lblRezim=Режим работы при старте программы
	lblDebugLogPath=Каталог для создания log-файлов:
	frMainTools=Расположение основных утилит (Tools)
	cmdPathDefault=Сбросить настройки расположения утилит
	frOS=Поддерживаемые ОС
	cmdAddOS=Добавить
	cmdEditOS=Изменить
	cmdDelOS=Удалить
	frDesign=Оформление
	lblSizeForm=Размеры основного окна
	lblFormHeight=Высота:
	lblFormWidth=Ширина:
	chkFormMaximaze=Запускать развернутым на весь экран
	chkFormSizeSave=Сохранять размеры формы при выходе
	lblSizeButton=Свойства кнопок
	cmdChooseFont=Выберите шрифт текста кнопок
	lblImageMain=Основные картинки
	lblFormWidthMin=Для некоторых параметров существуют минимальные значения. Если значение меньше минимального, то окно подсветится красным цветом. При запуске программа установит значения по умолчанию.
	AdditionalColorCaption=Выберите цвет
	frDpInstParam=Параметры запуска DPInst
	lblParam=Параметр
	lblDescription=Описание параметра
	lblLegacyMode=Позволяет установить неподписанные драйвера и драйвера с отсутствующими файлами. Такие драйвера нельзя установить в Windows 7.
	lblPromptIfDriverIsNotBetter=Вывод запроса в том случае, если пакет драйверов, который планируется установить, не лучше текущего.
	lblForceIfDriverIsNotBetter=Принудительная установка драйверов даже в том случае, если пакет драйверов не лучше текущего.
	lblSuppressAddRemovePrograms=Параметр позволяет не создавать запись в окне "Установка и удаление программ".
	lblSuppressWizard=Не будет открыт Мастер..., но, возможно, будут показаны пользовательские диалоговые окна, выводимые ОС.
	lblQuietInstall=Автоматический режим. Не будут показаны ни мастер установки устройств, ни диалоговые окна, выводимые ОС.
	lblScanHardware=Драйверы будут скопированы и установлены только для найденных устройств (и только для драйверов Plug and Play).
	lblCmdStringDPInst=Итоговые параметры запуска
	TableOSHeader1=Версия
	TableOSHeader2=x64
	TableOSHeader3=Путь
	chkSilentDll=Тихая регистрация/обновление системных компонентов (dll и ocx)
	frArchName=Имя архива
	optArchNamePC=Имя компьютера
	optArchModelPC=Модель компьютера
	optArchCustom=Польз. шаблон
	lblArchNameStart=Имя архива по умолчанию
	lblArchShablon=Шаблон имени архива
	ButtonColor=Выберите цвет шрифта кнопки
	ButtonFont=Выберите шрифт текста кнопки
	lblMacrosType=Доступные макроподстановки
	lblMacrosParam=Параметр
	lblMacrosDescription=Описание параметра
	lblMacrosPCName=Краткое имя компьютера, без доменного суффикса
	lblMacrosPCModel=Модель компьютера\материнской платы
	lblMacrosOSVer=Версия операционной системы, в виде wnt(5|6)
	lblMacrosOSBit=Архитектура операционной системы, в виде x(32|64)
	lblMacrosDate=Дата создания резервной копии
	lblTypeBackUp=Тип резервной копии по умолчанию
	chkDebugLog2AppPath=Создавать лог-файла в подпапке "logs" программы
	cmdFutureButton=Вид твоих будущих кнопок
	frDebug=Отладочный режим
	lblMacrosTypeDebug=Доступные макроподстановки в имени лог-файла
	lblMacrosParamDebug=Параметр
	lblMacrosDescriptionDebug=Описание параметра
	lblMacrosPCNameDebug=Краткое имя компьютера, без доменного суффикса
	lblMacrosPCModelDebug=Модель компьютера\материнской платы
	lblMacrosOSVerDebug=Версия операционной системы, в виде wnt(5|6)
	lblMacrosOSBitDebug=Архитектура операционной системы, в виде x(32|64)
	lblMacrosDateDebug=Дата и время создания лог-файла
	lblDebugLogName=Шаблон имени log-файлов:
	chkDebugTime2File=Добавлять дату и время в каждую строчку лог-файла
	lblDebugLogLevel=Уровень отладки
	cmdFontColorButton=Установить цвет/шрифт текста кнопки
	chkButtonDisable=Активность кнопки (только для тестирования)
	lblTheme=Набор оформления программы (изменение основных иконок)
	ctlStatusBtnBackColor=Дополнительные цвета...
	lblButtonStyle=Стиль оформления кнопки
	lblButtonStyleColor=Цветовая схема
	cmbListTypeBackupElement1=Структурированная папка с драйверами
	cmbListTypeBackupElement2=7z-архив с драйверами
	cmbListTypeBackupElement3=7zSFX-архив с автоустановкой через DPInst
	chkHideOther=Скрыть все кроме выбранной группы
	chkCheckAll=Выделять всю группу при выборе
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Все
	optGrp4=Ни одного

[frmProgress]
	frmProgress=Сбор информации о драйверах. Пожалуйста подождите...

[frmFontDialog]
	frmFontDialog=Выберите параметры текста
	cmdOK=Сохранить изменения и выйти
	cmdExit=Выйти без сохранения
	lblFontSize=Размер шрифта
	lblFontColor=Цвет текста
	chkBold=Жирный
	chkItalic=Курсив
	chkUnderline=Подчеркнутый
	txtFont=Пример текста
	ctlFontColor=Дополнительные цвета...

[Messages]
	strMessages1 =Для созданий резервных копий драйверов, выделите нужные драйвера из списка и нажмите кнопку BackUp!
	strMessages2 =Выберите каталог куда будет сохранена резервная копия!
	strMessages3 =Сбор сведений о составе и версиях файлов драйверов для устройств PC. Пожалуйста подождите...
	strMessages4 =Работа программы невозможна
	strMessages5 =Сбор сведений о конфигурации оборудования завершен!!!
	strMessages6 =Не выделены драйвера. выделите нужные драйвера из списка и нажмите кнопку BackUp.
	strMessages7 =Один из программных файлов отсутствует
	strMessages8 =Ошибка регистрации системного файла.\r\nПопробуйте зарегистрировать файл вручную или просто скопировать его в каталог %windir%\system32\r\n\r\nПродолжение работы может привести к другим ошибкам.\r\n\r\nЖелаете продолжить работу?
	strMessages9 =Поиск и сохранение файлов драйверов
	strMessages10=Создание резервной копии успешно завершено.
	strMessages11=Исходный текст файла лицензионного соглашения был изменен!!!\r\nЭто может быть ошибкой при скачивания или следствием злонамеренного изменения программы.\r\nОбратитесь к разработчику или скачайте заново дистрибутив программы.\r\n\r\nЖелаете продолжить работу?
	strMessages12=Ошибка при создании архива. Резервная копия не создана!
	strMessages13=Ошибка создания архива драйверов 7z:
	strMessages15=Заданный вами каталог для альтернативных изображений иконок не существует. Будут использоваться стандартные картинки!!!
	strMessages16=Программа запущена с CD\DVD, процесс обновления БД невозможен
	strMessages27=Выполнение задания прервано!!!\r\nОбработка прервана на драйвере: 
	strMessages33=Ошибка запуска внешней программы: 
	strMessages34=Вы точно хотите выйти из программы?
	strMessages35=Версии вспомогательных модулей:\r\n\r\nИмя модуля:\tВерсия:
	strMessages36=Новые настройки записаны!\r\nДля применения необходимо перезапустить программу.
	strMessages37=Вы точно хотите выйти без сохранения настроек?
	strMessages38=Программа работает с CD\DVD!\r\nСохранение настроек невозможно!
	strMessages39=Не удалось загрузить файл лицензионного соглашения.\r\nДальнейшая работа программы невозможна.\r\nОбратитесь к разработчику или скачайте заново дистрибутив программы.
	strMessages40=Исходный текст файла был изменен!!!\r\nФорма 'Поддержать проект' будет закрыта.\r\nОбратитесь к разработчику или скачайте заново дистрибутив программы.
	strMessages41=Не удалось загрузить файл donate.rtf.\r\nОбратитесь к разработчику или скачайте заново дистрибутив программы.
	strMessages42=Копирование файла завершено с ошибкой!
	strMessages43=Внимание!!! Файл доступен только для чтения, запись в файл невозможна.\r\nДля сохранения необходимо снять атрибут с файла и повторить попытку.
	strMessages44=Не могу создать временный файл в каталоге:
	strMessages45=Произошла ошибка при записи данных в файл:
	strMessages47=Невозможно сменить настройки экрана!\r\nПричины:\r\n 1. Ваш монитор или видеокарта неработоспособны при данных параметрах экрана!\r\n 2. Программа не может записать настройки в реестр(Попробуйте войти в систему как 'Администратор')
	strMessages48=Новые настройки монитора применены!\r\nСистема готова к работе!
	strMessages49=Для принятия настроек необходимо перезагрузить компьютер!\r\nПерезагрузить сейчас?
	strMessages50=Ничего не получилось
	strMessages51=Программа оптимизирована для разрешения экрана монитора - 800x600.\r\nУ вас установлено разрешение экрана:
	strMessages52=ВНИМАНИЕ!!! Возможно неправильное отображение данных.\r\n\r\nИзменить разрешение экрана на рекомендуемые!?("ДА").\r\nПродолжить работу без изменения?(""НЕТ"")
	strMessages53=Ошибка проверки обновления программы, возможно соединение с интернетом не установлено, или превышено время ожидания
	strMessages54=Ошибка запуска проверки обновления
	strMessages55=На сервере обнаружена старая версия! Очень странно :)\r\nСкорее всего вы имеете неофициальный релиз полученный от автора программы для тестирования.
	strMessages56=Новых версий программы не обнаружено.
	strMessages58=Идет проверка на наличие обновлений программы...
	strMessages59=Загрузка программы завершена!!!
	strMessages66=Обработка прервана. Время выполнения: 
	strMessages67=Обработка всех драйверов завершена. Время выполнения: 
	strMessages81=Идет удаление временных файлов. Пожалуйста подождите....
	strMessages82=Идет удаление файлов в каталоге назначения. Пожалуйста подождите....
	strMessages97=Создание архива:
	strMessages102=Произошла ошибка при сравнении версий программы. Обратитесь к разработчику.
	strMessages106=Текущая версия компонента старее, чем используемая программой.\r\nРекомендуется установить обновление!\r\n\r\nВнимание! Обновление может повлиять на работу других программ, использующих данный компонент!\r\n\r\nЖелаете обновить?
	strMessages107=Возможно, используемая вами, версия программы "Drivers BackUp Solution" устарела!\r\n\rНажмите сюда для проверки обновления программы"
	strMessages108=из
	strMessages121=Анализ и сортировка данных:
	strMessages122=!!! Обнаружено неизвестных программе драйверов OEM-производителей:
	strMessages123=Функционал резервного копирования вынесен в отдельную бесплатную программу Drivers BackUp Solution (DBS).\r\nВозможно в будущем функционал будет включен в Drivers Installer Assistant (DIA).\r\n\r\nЖелаете подробнее узнать о программе DBS?
	strMessages124=из
	strMessages126=Ошибка! Невозможно загрузить файл описания обновления. Возможно на сервере проводятся технические работы.
	strMessages133=Вы желаете открыть каталог?
	strMessages134=Извлечение файла из ресурсов программы завершено с ошибкой. Желаете продолжить дальнейшую работу?
	strMessages135=Извлечение всех файлов (DLL-OCX) из ресурсов программы завершено успешно.\r\n\r\nЖелаете открыть каталог с файлами?
	strMessages136=Извлечение всех файлов (DLL-OCX) из ресурсов программы завершено.\r\nВо время процедуры извлечения были обнаружены ошибки!\r\n\r\nЖелаете открыть каталог с файлами?
	strMessages137=В программе DBS предусмотрены следующие ключи запуска:\r\n\r\n"/?", "/h","-h","-help","/help"  - показ данного окна\r\n\r\n"/extractdll[(:|=)путь]"  - извлечение файлов из ресурсов программы в указанный каталог, если каталог не указан, то извлечение происходит во временный каталог\r\n\r\n"/regdll" - регистрация программных компонентов(dll и ocx)
	strMessages138=Для работы программы требуются права локального администратора. Вы не имеете таких прав. Вы желаете продолжить запуск?
	strMessages142=Язык интерфейса изменен на:
	strMessages143=Ошибка проверки обновления программы, возможно сайт программы недоступен, или превышено время отклика от сервера www.adia-project.net
	strMessages144=\r\n\r\nЖелаете открыть форму обновления программы?
	strMessages145=Обновление...
	strMessages146=Настройка...
	strMessages147=\r\n\r\nЖелаете перезапустить программу сейчас?
	strMessages151=Выберите файл
	strMessages152=Выберите каталог
	strMessages153="Отмена" - Больше не спрашивать